Repository: CrowsCrowsCrows/the-temple-of-no
Catalog: l10n/*.po
Languages: fr_fr

source: STAIRS
fr_fr: <<fadeinsound $stairsteps >><<continue "En haut">>En haut <<continue "en haut">>en haut <<continue "tout en haut">>tout en haut <<continue "des escaliers">>des escaliers <<continue "on monte…">>on monte… <<continue "Et enfin...">><<fadeoutsound $stairsteps >>Et enfin... [[LE TEMPLE !!!|TheTempleUpstairs]]

source: TheTempleUpstairs
fr_fr: <<fadeinsound $temple>>Bien, nous y voici enfin, n'est-ce pas ? Souvenez-vous du <<continue "SERMENT DE L'EXPLORATEUR !">>SERMENT DE L'EXPLORATEUR ! [[OBSERVE. NE TOUCHE PAS.|LOOK. DO NOT TOUCH.]]

source: LOOK. DO NOT TOUCH.
fr_fr: <<fadeinsound $temple>><<$charname>> descendit le couloir du temple, inquiétant et poussiéreux. Tout en faisant TRÈS ATTENTION à [[ne toucher à rien.|touch anything.]]

source: touch anything.
fr_fr: <<$Il>> arriva dans une large hall avec <<continue "TROIS PORTES.">>TROIS PORTES. <<continue "Trois.">>Trois. <<continue "Trois portes.">>Trois portes. <<continue "Trois.">>Trois. <<continue "3.">>3. <<continue "C'est-à-dire 1 + 2.">>C'est-à-dire 1 + 2. [[Trois portes|Three doors.]]

source: Three doors.
fr_fr: [img[Un personnage se tient devant trois portes. La première est surmontée par trois points. La deuxième par un oméga. La troisième par trois bâtons.|temple-doors]] <<fadeoutsound $snake>> <<if $doors eq 0>>Bieeeeen. Allez, il est temps de choisir ! <<else if $doors eq 1>>Ok ! Pas celle-ci donc. <<$charname>> va probablement choisir une autre porte ? <<else if $doors eq 2>>Très bien ! Plus qu'une porte à essayer. Oh là là. <<$charname>> n'est pas très <<if $char eq "Amy">>bonne<<else>>bon<<endif>> en choix de porte, vous ne trouvez pas ??? <<endif>><<if $doors < 3>><<if $door1 eq 0>>[[Gauche,|Left,]]<<else>>Gauche,<<endif>> <<if $door2 eq 0>>[[milieu,|middle,]]<<else>>milieu,<<endif>> <<if $door3 eq 0>>[[ou anti-gauche ?|or anti-left?]]<<else>>ou anti-gauche ?<<endif>><<endif>> <<if $doors eq 3>>Ok donc aucune porte ne conduit au bon chemin ? Est-ce qu'aucune porte ne peut réellement nous conduire à ce qu'on cherche dans la vie ?? C'est peut-être le sens de cette histoire. Que vous pouvez traverser une jungle, chanter une chanson, escalader des escaliers ennuyeux, visiter quelques pièces, et pourtant ne pas trouver ce que vous êtes venu chercher ? Ouah. Ça fait réfléchir, hein ? <<continue "Ça fait réfléchir...">>Ça fait réfléchir... <<continue "...">>... <<continue "...">>... <<continue "...">>... [[Fin...|FakeEnd]]<<endif>>

source: Left,
fr_fr: <<set $doors += 1>><<set $door1 += 1>><<if $char eq "Amy">>[img[Vous découvrez une salle remplie de pieux, jonchée de quelques crânes|trap-spike-amy]]<<else if $char eq "Charles">>[img[Vous découvrez une salle remplie de pieux, jonchée de quelques crânes|trap-spike-charles]]<<else>>[img[Vous découvrez une salle remplie de pieux, jonchée de quelques crânes|trap-spike-frog]]<<endif>> Oh, ouah ! C'est la salle des pieux ! Vous vous souvenez de Vlad L'Empallé ? Non ? <<continue "Bien.">> Le dictionnaire Larousse définit un <em>PIEU</em> comme : 1: Un gros clou. 2: a. L'un des morceaux de métal placé (sur la surface d'un mur) pour empêcher le passage. b. (familier) Meuble sur lequel on se cou... Non attendez, ça ne <<continue "s'applique pas ici.">>s'applique pas ici. Ok, je ne crois pas qu'il y ait grand chose d'intéressant dans cette pièce... Hum... Je pense qu'on devrait [[faire demi-tour ?|Three doors.]]

source: or anti-left?
fr_fr: <<set $doors += 1>><<set $door3 += 1>>[img[Vous tombez dans une piscine remplie de serpents|trap-snakes]] <<fadeinsound $snake>> Oh, la vache ! Dans cette pièce, il y a un paquet de serpents qui font la fête dans une piscine. Vous vous souvenez ce jeu vidéo avec un serpent ? Snake ? Comme il avait un vrai <em>gameplay</em> ? Pas moyen de faire ça dans un jeu Twine, n'est-ce pas ??? Ha ha ha, non, mais allons <<continue "parler aux serpents.">>parler aux serpents. Salut les serpents ! <<continue "...">>... <<continue "...">>... <<continue "...">>... Ouais, ils ont l'air de bien s'amuser. Pas de trésor ici par contre... à moins que vous comptiez un paquet de serpents comme un trésor. Moi non. <<continue "Ouais.">>Ouais. Donc c'était l'effrayante salle aux serpents. Désolé si vous avez eu peur. [[Demi-tour je suppose ?|Three doors.]]

source: middle,
fr_fr: <<set $doors += 1>><<set $door2 += 1>>Donc <<$charname>> est entré dans une grande salle vieille et grande. Ok, ouah. Encore des escaliers par ici ! <<continue "Montons-les !">>Montons-les ! <<continue "En haut">>En haut <<continue "tout">>tout <<continue "en haut">>en haut ! <<continue "Ouais !">>Ouais ! Vous vous souvenez au début de ce jeu Twine quand vous avez dû choisir entre MARIN / ORAGE / bla bla bla ? Ouais, c'était <<continue "le bon temps.">>le bon temps. <<if $char eq "Amy">>[img[Amy dévale une pente à tout allure poursuivie par une boule géante|trap-boulder-amy]]<<else if $char eq "Charles">>[img[Charles dévale une pente à tout allure poursuivi par une boule géante|trap-boulder-charles]]<<else>>[img[Notre héro crapaud dévale une pente à tout allure poursuivi par une boule géante|trap-boulder-frog]]<<endif>> <<playsound $boulder>>Att-ta-ta-ta-tendez ! Noooon ! UNE BOULE GÉANTE!! FUIS <<if $char eq "Amy">>MEUF !!<<else if $char eq "Charles">>MEC !!<<else>>RAINETTE !!<<endif>> FUIS ! Ce rocher est énorme ! <<continue "COURS !!!">>COURS !!! C'EST DANGEREUX !!! DU VRAI DANGER IMMÉDIAT !!! VOUS ÊTES EXCITÉS !?! HURLE SI TU VEUX PROGRESSER A LA SECTION SUIVANTE DU JEU !!!! [[AAAAAAHHHH !!!|Three doors.]]

source: FakeEnd
fr_fr: [img[A nouveau, un personnage se tient devant trois portes. Elles sont néanmoins barrées et une quatrième porte, plus petite, est révélée plus à droite|temple-doors-return]] Ah non, attendez, regardez, il y a une autre porte un peu à droite. [[Allons-y !|SmallDoor]]

source: SmallDoor
fr_fr: <<$charname>> franchit LA PORTE. <<if $thestuff eq "no">>[[Et découvrit...|ThroneRoom]] <<else>>[[Et découvrit...|ThroneRoomB]]<<endif>>

source: ThroneRoom
fr_fr: <<if $char eq "Amy">>[img[Amy se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-amy]]<<else if $char eq "Charles">>[img[Charles se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-charles]]<<else>>[img[Notre héro crapaud se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-frog]]<<endif>> <<continue "Le trône du GUIDE SUPRÊME !">>Le trône du GUIDE SUPRÊME ! <<continue "Sur lequel siégait...">>Sur lequel siégait... le GUIDE SUPRÊME !!! Sa voix résonna dans la pièce... (si vous avez allumé le son !)<<silently>> <<if $char eq "Amy">><<playsound $shoekingamy>><<else if $char eq "Charles">><<playsound $shoekingcharles>><<else>><<playsound $shoekingfrog>><<endif>><<loopsound $shoekingintro>><<endsilently>> <<$charname>> <<continue "l'écouta...">>l'écouta... et <<continue "l'écouta attentivement...">>l'écouta attentivement... Et <<continue "finit par...">>finit par... [[Demander la carte.|ThroneRoom2]]

source: ThroneRoom2
fr_fr: <<if $char eq "Amy">>[img[Amy se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-amy]]<<else if $char eq "Charles">>[img[Charles se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-charles]]<<else>>[img[Notre héro crapaud se tient devant un petit escalier menant à un trône, devant lequel se tient un personnage avec trois plumes sur la tête|throneroom-frog]]<<endif>> <<stopsound $shoekingintro>><<playsound $shoekingoutro>>Ce qui mit en colère le Guide Suprême™. Donc <<$charname>> <<continue "décida de...">>décida de... [[Le tuer.|Kill him.]]

source: Kill him.
fr_fr: <<stopsound $shoekingoutro>><<if $char eq "Amy">>[img[Vous brandissez un coûteau ensanglanté|murder-amy]]<<else if $char eq "Charles">>[img[Vous brandissez un coûteau ensanglanté|murder-charles]]<<else>>[img[Vous brandissez un coûteau ensanglanté|murder-frog]]<<endif>> <<playsound $shoekingstab>> Mais <<$il>> ne savait pas... Qu'en tuant le Guide Suprême™... <<$Il>> deviendrait le Guide Suprême™... [[Et...|Oath]]

source: Oath
fr_fr: <<if $char eq "Amy">>[img[Un manuscrit intitulé Le Serment de l'Explorateur, où figurent les mots « OBSERVE MAIS NE TOUCHE PAS !! » et la signature d'Amy|oath-amy]]<<else if $char eq "Charles">>[img[Un manuscrit intitulé Le Serment de l'Explorateur, où figurent les mots « OBSERVE MAIS NE TOUCHE PAS !! » et la signature de Charles|oath-charles]]<<else>>[img[Un manuscrit intitulé Le Serment de l'Explorateur, où figurent les mots « OBSERVE MAIS NE TOUCHE PAS !! » et la signature de notre héro crapaud|oath-frog]]<<endif>> <<playsound $themap>> QU'IL VIOLERAIT LE SERMENT DE L'EXPLORATEUR !!! <<continue "NON !!!!!!">>NON !!!!!! Comment <<$charname>> avait-<<$il>> pu oublier le Serment de l'Explorateur ??? C'était super méga important !!! [[Damnation !!!|French!!!]]

source: French!!!
fr_fr: <<fadeoutsound $temple>>Maintenant que les Loyaux Sujets du Guide Suprême s'approchaient <<$delui>>, prêts à <<$le>> vénérer comme <<if $char eq "Amy">>une nouvelle Déesse<<else>>un nouveau Dieu<<endif>>, <<$charname>> devait décider ICI ET MAINTENANT <<$sil>>... [[Brisait définitivement son serment et devenait juste le seigneur cool de la jungle.|BreakOrLeg][$ruler = 1]] OU [[Attrapait la carte pour s'enfuir et retourner à la Civilisation 5.|BreakOrLeg][$ruler = 0]]

source: BreakOrLeg
fr_fr: Et c'est ce qu'<<$il>> fit. C'est ce que <<$charname>> fit. <<continue "Ou bien devrais-je dire…">>Ou bien devrais-je dire... <<if $char eq "Amy">>[img[Amy est assise dans un fauteuil, un gros livre sur les genoux et un poignard ensanglanté accroché dans un cadre derrière lui|old-amy]]<<else if $char eq "Charles">>[img[Charles est assis dans un fauteuil, un gros livre sur les genoux et un poignard ensanglanté accroché dans un cadre derrière lui|old-charles]]<<else>>[img[Notre héro crapaud est assis dans un fauteuil, un gros livre sur les genoux et un poignard ensanglanté accroché dans un cadre derrière lui|old-frog]]<<endif>> <<fadeinsound $endingamb >> <<continue "C'EST CE QUE J'AI FAIT !!!">>C'EST CE QUE J'AI FAIT !!! Et oui les amis. Je suis <<if $char eq "Amy">>Amy VIELLE<<else>>le VIEUX <<$charname>><<endif>> ! Et cette histoire [[m'est arrivée|happened to me.]]

source: happened to me.
fr_fr: Je ne sais pas quelles leçons j'en ai tirées, ou si même j'ai appris la moindre leçon. Mais j'ai eu la carte. [[Je l'ai eu.|I got it.]]

source: I got it.
fr_fr: [img[Une carte où apparaît un crâne, un trésor, une tour et un feu|map]] <<playsound $mapsound>> Et elle m'a enseigné beaucoup de choses, et parce que vous avez entendu mon histoire, et écouté mes conseils, je vais partager un peu de cette sagesse avec vous <<continue "maintenant...">>maintenant... [[Voici cette précieuse réflexion...|Wisdom]]

source: Wisdom
fr_fr: Avez-vous jamais joué à un bon jeu fait avec Twine ? Je veux dire, un qui est vraiment bon - pas juste [[« bon pour un jeu Twine »?|TheEnd]]

source: TheEnd
fr_fr: [img[Ça y est, c'est LA FIN. Merci d'avoir joué !|theend]] Conçu et illustré par Dominik Johann ([[@zerstoerer|https://twitter.com/@zerstoerer]]). Écrit et interprété vocalement par William Pugh ([[@HonestWilliam|https://twitter.com/@HonestWilliam]]). Accompagné à la rédaction par Joe Finegold ([[@FinegoldJoe|https://twitter.com/@FinegoldJoe]]). Conception sonore par Tom Schley ([[@silkersoft|https://twitter.com/@silkersoft]]). Produit par Alicia Contestabile ([[@swizzle_kiss|https://twitter.com/@swizzle_kiss]]) et Kevin Patterson ([[@InternalArt|https://twitter.com/@InternalArt]]). Hébergé sur [[itch.io|http://itch.io]]. Vous voulez vous essayer à écrire un bon jeu avec Twine ? Téléchargez le code source de ce jeu sur [[GitHub|https://github.com/crowscrowscrows/the-temple-of-no]]. Sons d'ambiance provenants de [[Freesound|http://freesound.org]] et [[Soundsnap|http://www.soundsnap.com]]. La chanson de la grenouille qui danse est « Gold Rush » par Kevin MacLeod. Le bruitage de la scène de la boule géante provient des Aventuriers de l'Arche Perdue de Steven Spielberg. <div style="text-align:center;">[img[Pour plus de jeux et de surprises, rejoignez le club SECRET par email|signup]]</div> Nous travaillons sur d'autres jeux en ce moment et adorerions vous en parler ! Inscivez-vous ci-dessous pour rester en contact. <html><form class="sign-up-form " action="//crowscrowscrows.com/sendy/subscribe" method="post"> <input type="email" value="" name="email" class="email-input" placeholder="my@email.com" /> <input type="hidden" name="list" value="sgz0VVKIJFXgGEEKFHQPvg" /> <button class="sign-me-up" type="submit"></button> </form><div style="clear:both;"></div></html> [[Cliquez ici pour jouer à nouveau.|Start]] [img[xoxo, vos amis de crows crows crows|xoxo]]

source: a broken lightbulb.
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une ampoule brisée gît au sol|mrswatts-bulb]] Vous examinez avec intérêt cette dégoûtante [[ampoule cassée|broken light bulb]].

source: broken light bulb
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une ampoule brisée, avec deux bras, deux jambes, deux yeux et une bouche gît au sol|mrswatts-alive]] <<silently>><<playsound $MrsWatts1>><<endsilently>>« Hé ! HÉ !! Je m'appelle Mme Watts ! Je suis en train de mourir ! DE MOURIR, JE VOUS DIS ! La situation est critique, oh. Avez-vous ramené Le Machin ?? » Oh, nom de nom ! Cette ampoule cassée délire complètement ! Vous lui répondez le premier truc qui vous vient à l'esprit… [[Oui.|MrsWatts1]] [[Non.|MrsWatts2]] [[Quel machin ?|MrsWatts3]]

source: MrsWatts1
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une ampoule brisée, avec deux bras, deux jambes, deux yeux et une bouche gît au sol|mrswatts-alive]] <<silently>><<playsound $MrsWatts4>><<endsilently>>« Oooh, <<$petitmenteur>> ! Mensonge, calomnie, incendie ! ... Je veux dire, euh- Le Machin au début du jeu. Allez le chercher et ramenez-le ici. Je suis en train de mourir EN CE MOMENT MÊME ! Donc il me faut Le Machin MAINTENANT, d'accord ? Il vous faudra recommencer le jeu pour le trouver mais juste - dépêchez-vous ! Ou non ! Prennez une décision et tenez-vous-y. Ne réfléchissez pas trop ! Souvenez-vous juste, je suis en train de mourir. » [[Elle s'éloigne en rampant maladroitement.|Shuffle backwards awkwardly.]]

source: MrsWatts2
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une ampoule brisée, avec deux bras, deux jambes, deux yeux et une bouche gît au sol|mrswatts-alive]] <<silently>><<playsound $MrsWatts2>><<endsilently>>« Vous n'avez pas Le Machin ?? Pourriez-vous aller le chercher s'il vous plaît, parce que, vous voyez, je ne veux pas paraître insistant, mais je suis en train de mourir là. La jungle n'est pas un endroit pour une ampoule comme moi. J'ai besoin du Machin pour survivre. » [[Elle s'éloigne en rampant maladroitement.|Shuffle backwards awkwardly.]]

source: MrsWatts3
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une ampoule brisée, avec deux bras, deux jambes, deux yeux et une bouche gît au sol|mrswatts-alive]] <<silently>><<playsound $MrsWatts3>><<endsilently>>« Comment ça "quel machin" ? Le Machin ! Une pile, des fils électriques ; que voulez-vous que ça soit d'autre ? Pourriez-vous vous dépêcher tout de même, parce que je suis en train de mourir là, vous voyez ? Vous allez devoir revenir au début du jeu. Rafraîchissez la page ! Pas le temps de terminer cette partie ! » [[Elle s'éloigne en rampant maladroitement.|Shuffle backwards awkwardly.]]

source: Shuffle backwards awkwardly.
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<$charname>> recule en trébuchant, troublé<<$e>>, [[loin de l'ampoule parlante.|GET TO THE TEMPLE]]

source: stuff
fr_fr: [img[Un tas d'objets regroupés en bazar. On peut ditinguer une feuille avec des chiffres, un trombone, une pince de batterie, un crayon, une vis, un facon, un tube, un verre de terre...|thestuff]]<<playsound $YouGotDaStuff>> C'est Le Machin... Il en émane une grande puissance... Vous le prennez ? [[Oui|Yes]] [[Non|Tome]]

source: Yes
fr_fr: <<silently>><<set $thestuff = "yes">><<endsilently>>[img[Un gros livre|tome]] Allons, ouvrons ce vieux livre poussiéreux et découvrons cette fantastique histoire. <<playsound $bigbook>> [[Elle s'appelle...|It’s called...]]

source: into the air.
fr_fr: <<fadeoutsound $jungle>><<fadeinsound $wind>><html><style>body { background-color: #fff; }</style></html>[img[Quelqu'un remonte le long d'une corde dans la nacelle d'une montgolfière du FBI flottant au dessus de la jungle (c'est une référence au jeu Firewatch)|fbi-frog-exit]]<<playsound $RopeUp>> Ok, je ne me rappelle définitivement pas de cette partie de l'histoire mais... Je suppose que cette inquiétante grenouille du FBI <<replace "vous a capturé-">>attendez... je suis supposé écrire à la deuxième personne ? Ou à la première personne ?? Je ne sais plus ! Quoi qu'il en soit je voulais vous prévenir que vous allez devoir prendre une IMPORTANTE DÉCISION MORALE à la fin de ce jeu. Comme dans le dernier truc de Mike Bithell, « Subsurface Circular ». L'IMPORTANTE DÉCISION MORALE est critique et révèle quelle personne vous êtes donc soyez très attentif et réfléchissez bien à tout... Bref, donc cette grenouille a capturé <<$charname>><<endreplace>> en montgolfière !! C'est plutôt bizarre et avant-garde, non ? Ah oui, il vous croasse dessus d'une voix rauque... Vous tendez l'oreille pour [[comprendre|understand.]]

source: understand.
fr_fr: Le détective grenouille vous observe par dessus ses lunettes... « Je suis l'Agent Cornelius Crapotueur. J'ai entendu dire que vous travaillez pour une certaine... Mme Watts ? Est-ce exact ? » [[Oui|frog1]] [[Non|frog1]] [[Qu'est-ce que ça peut vous faire ?|Who cares?]]

source: frog1
fr_fr: « Peu importe, gamin. J'ai pas le temps de jouer aux devinettes, la situation est sérieuse. Je suis sur la piste de cette Mme Watts depuis des années. Et nous sommes enfin sur le point de mettre la main sur ce gangster. Alors je vais allez droit au but gamin... » « Tu as Le Machin ? » [[Oui|frog2]] [[Non|frog2]] [[Fuck la police !! (Vous sautez par la fenêtre !!)|Fuck the police!! (Jump out window!!)]]

source: Who cares?
fr_fr: « Qu'est-ce que ça peut me faire ? Écoute gamin, selon ce que tu as choisis au début de l'aventure tu pourrais bien avoir des enfants... [[Moi-même un jour j'ai eu des têtards…|Well I had a tadpole once…]] Laisse moi te dire que si Mme Watts met la main sur le Machin alors tout cela va très mal finir pour toi, moi, et tous les enfants du monde... Donc j'espère que tu comprends la gravité de la situation. Je suis sur les traces de Mme Watts depuis des dizaines d'années, et je sais qu'elle nourrit de noirs desseins à l'égard du Machin. Nous sommes si prêts de mettre la main sur ce gangster... Alors... Tu as Le Machin ? » [[Oui|frog1]] [[Non|frog1]] [[Fuck la police !! (Vous sautez par la fenêtre !!)|Fuck the police!! (Jump out window!!)]]

source: frog2
fr_fr: « Je t'ai dit que j'avais pas le temps pour les devinettes gamin, non ? allons droit au but. Est-ce que tu as Le Machin oui ou non ? » [[Oui|frog3]] [[Non|frog3]] [[Fuck la police !! (Vous sautez par la fenêtre !!)|Fuck the police!! (Jump out window!!)]]

source: Well I had a tadpole once…
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une pierre tombale sur laquelle est inscrit « R.I.P. » et devant laquelle pousse une fleur|grave]]<<fadeoutsound $wind>><<fadeinsound $Graveyard>> Le regard de la grenouille du FBI Frog se perd au loin. Il pense à son fils, perdu dans les eux glacés du Chemin des Saules. Il se rappelle de la comptine qu'il chantait à son petit garçon, alors qu'il n'était rien qu'un têtard <<continue "têtard...">>têtard... Gentil têtard, gentil têtard, ne <<continue "pleure pas,">>pleure pas, Tout ira bien, et je vais te dire pourquoi <<continue "pourquoi.">>pourquoi. Le printemps est <<continue "là">>là, et l'été arrive bientôt <<continue "bientôt">>bientôt, Et papa t'aimera jusqu'à [[ton dernier repos|die]]<span class="froggysecret">[[...|swampy]]</span>

source: frog3
fr_fr: « Je ne te crois pas. » Il croasse, en colère. « Écoute mon gaillard, va falloir utiliser un langage que je comprends, ok ? » [[Oui|frog1]] [[Non|frog1]] [[Fuck la police !! (Vous sautez par la fenêtre !!)|Fuck the police!! (Jump out window!!)]]

source: die
fr_fr: <<fadeoutsound $Graveyard>><<fadeinsound $wind>>La grenouille du FBI essuie ses yeux. Il prend une profonde inpiration... Donc j'espère que maintenant tu comprends à quel point c'est important. Je suis aux trousses de Mme Watts depuis des dizaines d'années, et maintenant elle a des plans diaboliques concernant Le Machin. Nous sommes si proche de lui mettre la main dessus... Alors... Tu as Le Machin ? » [[Oui|frog1]] [[Non|frog1]] [[Fuck la police !! (Vous sautez par la fenêtre !!)|Fuck the police!! (Jump out window!!)]]

source: Fuck the police!! (Jump out window!!)
fr_fr: <<fadeoutsound $wind>><<fadeinsound $Balloo>>Vous tombez, tombez, tombez à travers les airs, dégringolant de plus en plus vite. Vous traversez des nuages. Les types dans les cumulo-nimbus n'ont même pas le temps de vous adresser la parole tellement vous tombez vite. Les nuages s'estompent alors, et stupeur ! Un monde glace se révèle à vos yeux ; une terrible toundra s'étend dans toutes les directions, <<continue "sans fin...">>sans fin... Vous vous écrasez sur le sol gelé en produisant un effrayant craquement et une explosion de douleur. C'est un miracle que vous ayez survécu. Vraiment ça l'est. Vous auriez dû au moins vous casser <<continue "tous les os.">>tous les os. <<fadeoutsound $Balloo>><<fadeinsound $IceWorld>> Mais avec rien d'autre qu'une bosse sur la tête, vous vous relevez et jettez un œil aux alentours. Ce lieu semble sans pitié, et vous ressentez soudain un horrible sentiment d'isolation et <<continue "de solitude.">>de solitude. Le vent hurle comme une meute de loups, le blizzard comme au moins trente-sept ventilateurs, et la neige tombe comme Darth Maul à la fin de la <<continue "Menace Fantôme...">>Menace Fantôme... <<continue "Brr...">>Brr... BON DIEU, IL FAIT FROID ! JE VEUX DIRE, C'EST JUSTE DINGUE ! [[FOUTREDIEU !|JEEEZO MAN!]]

source: JEEEZO MAN!
fr_fr: Mais qu'est-ce que ce bruit ? Une <<continue "voix caverneuse se fait entendre !">>voix caverneuse se fait entendre ! « Salut ! » dit-elle. Mais il n'y a personne. <<continue "C'est super mystérieux.">>C'est super mystérieux. « Euh, pardon ! » s'exclame-t-elle. <<continue "Vous regardez autour de vous.">>Vous regardez autour de vous. « Oui ! Toi, là ! BONJOUR ! » <<continue "Vous vous dirigez vers la voix.">>Vous vous dirigez vers la voix. « Non, non, c'est bon. J'arrive ! » [[...|IceDemonHello]]

source: IceDemonHello
fr_fr: Après une demi-heure à attendre dans le froid glacial, une imposante créature glisse lentement dans votre direction. Une grande silhouette, fine et glacée, le visage brûlé par le froid. C'est l'un des légendaires [[démons des glaces d'antan !|...]]
