Repository: CrowsCrowsCrows/the-temple-of-no
Catalog: l10n/*.po
Languages: fr_fr

source: I don’t want to talk.
fr_fr: [img[Une créature des glaces humanoïde, longiligne, souriante, avec une écharpe|icedemon-hello]] Bien essayé. « Quoi qu'il en soit, c'est mon boulot de poser des questions aux étrangers qui débarquent dans le Monde Glacé.Mon nom est Quëlenór Sàranaśffp, pour quel motif êtes-vous ici ? » [[Je suis un voyageur, je vais là où le vent me porte.|I’m a wanderer, I go where e’er the wind doth take me.]] [[Je suis perdu|I’m lost.]] [[J'essaie de récupérer Le Machin avant Mme Watts.|I’m trying to get The Stuff to Mrs Watts.]]

source: Where’s the trigger?
fr_fr: [img[Une créature des glaces humanoïde, longiligne, souriante, avec une écharpe|icedemon-hello]] « Vous savez, je suis seul ici. À qui diable je m'adresserais ?Mon nom est Quëlenór Sàranaśffp, pour quel motif êtes-vous ici ? » [[Je suis un voyageur, je vais là où le vent me porte.|I’m a wanderer, I go where e’er the wind doth take me.]] [[Je suis perdu|I’m lost.]] [[J'essaie de récupérer Le Machin avant Mme Watts.|I’m trying to get The Stuff to Mrs Watts.]]

source: Hello!
fr_fr: [img[Une créature des glaces humanoïde, longiligne, souriante, avec une écharpe|icedemon-hello]] « Oui, oui. Bon, écoutez, mon nom est Quëlenór Sàranaśffp, pour quel motif êtes-vous ici ? » [[Je suis un voyageur, je vais là où le vent me porte.|I’m a wanderer, I go where e’er the wind doth take me.]] [[Je suis perdu|I’m lost.]] [[J'essaie de récupérer Le Machin avant Mme Watts.|I’m trying to get The Stuff to Mrs Watts.]]

source: I’m lost.
fr_fr: Le démon des glaces semble grandir. Son regard perçant vous donne la chair de poule. « Est-ce bien vrai ? Alors dites-moi... Pourquoi avez-vous Le Machin dans la poche ? » Ah. [[J'essaie de récupérer Le Machin pour Mme Watts.|I’m trying to get The Stuff to Mrs Watts.]] [[Je voyage pour Mme Watts. Je lui ramène Le Machin.|I’m trying to get The Stuff to Mrs Watts.]] [[Le Machin est pour Mme Watts. J'essaie de lui amener.|I’m trying to get The Stuff to Mrs Watts.]]

source: I’m a wanderer, I go where e’er the wind doth take me.
fr_fr: Le démon des glaces semble grandir. Son regard perçant vous donne la chair de poule. « Alors pourquoi avez-vous Le Machin dans la poche ? » dit-il. Ah, shit... [[J'essaie de récupérer Le Machin pour Mme Watts.|I’m trying to get The Stuff to Mrs Watts.]] [[Je voyage pour Mme Watts. Je lui ramène Le Machin.|I’m trying to get The Stuff to Mrs Watts.]] [[Le Machin est pour Mme Watts. J'essaie de lui amener.|I’m trying to get The Stuff to Mrs Watts.]]

source: I’m trying to get The Stuff to Mrs Watts.
fr_fr: Le démon des glaces laisse échapper un cri horrible qui vous glace les sangs - comme s'il ne faisait pas déjà assez froid ici ! « NON !! Ne faites pas ça ! Quoi que vous décidiez, ne donnez PAS Le Machin à Mme Watts ! » [[Pourquoi ?|IceDemonStress]] [[Pourquoi pas ?|IceDemonStress]] [[Quel est votre problème avec Mme Watts ?|IceDemonStress]]

source: IceDemonStress
fr_fr: « Écoutez, c'est une MAUVAISE idée. Elle est terriblement maléfique. Je ne suis pas biaisé parce que c'est une créature de feu et de lumière alors que je viens d'un monde froid et obscur, non non non non non, c'est parce qu'elle est COMPLÈTEMENT CINGLÉE ! Proprement démente. Retenez bien ce que je vous dit, elle est très mal attentionnée vis-à-vis du Machin. » [[Allons, ne soyez pas si dur. Elle est sur le point de mourir.|IceDemonStress2]] [[Elle m'a semblée être une ampule digne de confiance.|IceDemonStress2]] [[Maléfique ? Allons ! C'est Mme Watts !|IceDemonStress2]]

source: IceDemonStress2
fr_fr: « Non non non non non !! Bientôt vous aurez à faire une <<replace "IMPORTANTE DÉCISION MORALE">>IMPORTANTE DÉCISION MORALE !! Je voulais juste vous le rappeler comme elle est toute proche- s'il vous plaît souvenez-vous de bien faire attention et de rester concentré !! Et donc <<endreplace>> concernant Mme Watts et Le Machin, je ne peux pas vous laisser penser que c'est une innocente ampoule cassée que vous avez découvert sur le sol de la jungle. » [[Ok… ?|Okay…?]]

source: Okay…?
fr_fr: <<fadeoutsound $IceWorld_PostDemon>>« Donc ce que je vais faire c'est vous donner quelques infos. Tout le monde aime les bons tuyaux n'est-ce pas ? J'ai plein de tuyaux. Quel genre d'infos voulez-vous avoir ? » [[Des tuyaux sur Le Machin|The Stuff Lore]] [[Des tuyaux sur Mme Watts|Mrs Watts Lore]] [[Des tuyau sur la grenouille du FBI|FBI Frog Lore]] [[Utilisez Le Machin|Use The Stuff]]

source: Mrs Watts Lore
fr_fr: <<playsound $bigbook>><<fadeinsound $Lore_loop >>[img[Le livre des bons tuyaux|lore]] Mme Watts est une créature maléfique primaire, un peu comme dans Diablo 3, ou comme Satan, ou encore comme le jeu d'acteur d'Hayden Christensen. Elle a emergé au tournant du 20e siècle et a provoqué depuis une quantité impressionante de destruction. Elle a été vaincue à deux reprises : une fois par un héro, et la seconde par un condensateur défectueux... Mais il clair maintenant qu'elle est de retour. Elle est actuellement diminuée, dans un état de faiblesse, mais si elle met la main sur Le Machin elle deviendra toute puissante. Les 26 comtés de notre monde l'ont banni collectivement au terme de sa dernière attaque, et nous avons formé une organisation internationale avec comme principes fondamentaux la Paix, le Progrès Scientifique, et la Démocracie. Nous étions dirigé par Le Condensateur Défectueux, mais avec la nouvelle du retour de Mme Watts, le monde est de nouveau figé par la peur. [[Retour en arrière.|Okay…?]]

source: FBI Frog Lore
fr_fr: <<playsound $bigbook>><<fadeinsound $Lore_loop >>[img[Le livre des bons tuyaux|lore]] La vie de Cornelius Crapotueur a été étrange et inquiétante. Marquée par la tragédie, et un profond respect des règles. Grenouille père de famille, Cornelius Crapotueur a eu au moins trois cents têtards et quatre cents meurtres à son actif. C'est un expert de la résolution d'enquête simplement via du porte-à-porte, et il n'hésitera pas à ouvrir le feu si nécessaire. Il a étudié à l'Université de Crapauville Est et a été entraîné comme cadet à la gendarmerie des Bas-Fonds-de-l'Étang. Après avoir été muté dans l'équipe de choc enquêtant sur Mme Watts il y a trois ans, il a rapidement grimpé les échelons. Il est à 24 heures de la retraite et il doit résoudre cette enquête rapidement. [[Retour en arrière.|Okay…?]]

source: The Stuff Lore
fr_fr: <<playsound $bigbook>><<fadeinsound $Lore_loop >>[img[Le livre des bons tuyaux|lore]] Dans les temps anciens, alors que les arbres étaient jeunes et naïfs, il y avait une terre au Sud, une terre de forêts et de vignes. Tout allait bien jusqu'au 4e millénaire avant l'ère des réseaux sociaux. C'est alors qu'une Sombre Force s'abattit sur cette terre ; une présence tellement maléfique que tous les arbres périrent, et que cet endroit autrefois si agréable devint une terre désertique, balayée de cendres suffocantes. La Sombre Force cherchait à consumer toutes les créatures du monde par le feu. Et par le feu elle forgea de nombreux artefacts, armes et objets, maléfiques et innomables. Mais la Sombre Force se lassa de ces ouvrages. Elle voulait concevoir quelque chose de si malfaisant, si dangereux, si inexplicablement maléfique que tous trembleraient à sa simple évocation. Et ainsi après de nombreuses, très nombreuses années, à travers feu, métal, et sang sacrificiel, la Sombre Force mit enfin au monde son magnum opus... Le Machin. [[Retour en arrière.|Okay…?]]

source: Use The Stuff
fr_fr: <<fadeoutsound $Lore_loop >><<playsound $IceDemonDeath >>[img[Le démon des glaces se meurt en prenant feu|icedemon-death]] Votre cœur froid, si froid, empli de détermination et de vengeance, vous utilisez Le Machin sur le pauvre Quëlenór Sàranaśffp. Des flammes brillantes et COLORÉES s'élèvent et engloutissent le démon. Il émit d'horibles hurlements et de vilain couinement plaintifs... [[vraiment très vilains.|really nasty.]]

source: really nasty.
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Vue de haut d'une scène où l'on peut distinguer de loin de grande flammes consumer quelque chose|icedemon-death-epic]] C'était un drôle d'endroit où voir de telles flammes. Par une nuit si tranquille, comme une étoile solitaire dans le ciel d'encre. Mais bientôt elle vacilla, et disparu, POUF. Quëlenór Sàranaśffp n'était plus. <<continue "Et bon débarras.">>Et bon débarras. Il s'agit vraiment du point le plus bas de l'aventure de notre héro<<if $char eq "Amy">>ïne<<endif>>... C'est toujours une aventure héroïque, n'est-ce pas ? <<$charname>> est-<<$il>> un<<$e>> héro<<if $char eq "Amy">>ïne<<endif>> ? Votez ci-dessous s'il vous plaît. [[HÉRO|HERO]] [[ZÉRO|HERO]]

source: HERO
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une main brandit un graphique griffonné où apparaissent 6 points de mesure et les termes « Donnée » et « Interaction »|graph]]<<playsound $pageturn1>> Regardez ce graphique ! Nous avons écouté tous vos avis. En réalité nous avons suivi tous les choix que vous avez fait dans le jeu jusqu'à maintenant et vous vous en sortez bien à ce qu'on voit ! Nous sommes attentifs... [[ET VOUS ?|ARE YOU?]]

source: ARE YOU?
fr_fr: <html><style>body { background-color: #fff; }</style></html><<playsound $drama>>[img[Un temple se dresse au sommet d'une pyramide|temple-exterior]] <<continue "Regardez autour de vous.">>Regardez autour de vous. Vous êtes au Temple du Non maintenant. Vous avez râté la transition ? C'est parce que vous n'êtes pas attentif !! Vous avez fait demi-tour. Seul. Vous n'avez vu personne et rien de remarquable. Rien d'intéressant n'est arrivé durant votre voyage. Rien qui ne vaille la peine d'être mentionné- BREF ! Comme donc allez vous gérer l'IMPORTANTE DÉCISION MORALE qui se profile ?? Savez-vous au moins quel est le plan de Mme Watts ?? Avez-vous lu les infos sur elle ??? Question sincère- mais pas le temps d'enregistrer vos choix maintenant !! Bref, montons là-haut... [[Tout en haut de ces escaliers !|LOOK. DO NOT TOUCH.]]

source: ThroneRoomB
fr_fr: <<if $char eq "Amy">>[img[Amy se tient devant un petit escalier menant à un trône, devant lequel se tient Mme Watts. À sa droite, un autre personnage est enchaîné|throneroom-bad-amy]]<<else if $char eq "Charles">>[img[Charles se tient devant un petit escalier menant à un trône, devant lequel se tient Mme Watts. À sa droite, un autre personnage est enchaîné|throneroom-bad-charles]]<<else>>[img[Notre héro crapaud se tient devant un petit escalier menant à un trône, devant lequel se tient Mme Watts. À sa droite, un autre personnage est enchaîné|throneroom-bad-frog]]<<endif>> Le trône du GUIDE SUPRÊME ! <<continue Sur lequel siégait...">>Sur lequel siégait... Mme Watts. Qui jubilait (de pouvoir ?) et avait enchaîné l'EX-GUIDE SUPRÊME !! <<silently>><<playsound $KeithSlave>><<endsilently>> <<continue "Vous vous avancez...">><<silently>><<playsound $MrsWatts5>><<endsilently>>Vous vous avancez... et elle s'exclaffe. « Aaaayyyeeee !!! Vous l'avez fait !!! Oh mon dieu- BIEN BIEN BIEN !!! Vous avez- hahahah, vous avez le machin ?? » <<continue "Bon.">>Bon. <<continue "C'est le moment.">><<fadeoutsound $KeithSlave>>C'est le moment. Le momennt de l'IMPORTANTE DÉCISION MORALE À <<continue "La Fin Du Jeu.">>La Fin Du Jeu. Choisissez expertement... [[Vous souriez et lui passez Le Machin en hochant la tête.|badend]] [[Vous secouez la tête d'un air désapprobateur en lui tendant Le Machin.|badend]]

source: badend
fr_fr: Mme Watts grésille quelque peu alors qu'elle tourne son bulbe vers l'ancien plafond. L'EX-GUIDE SUPRÊME gémit et se met à insuffler du déodorant AXE pour essayer de <<continue "calmer son anxiété...">>calmer son anxiété... <<silently>><<playsound $Axespray>><<endsilently>> <<continue "Ça ne fonctionne pas.">>Ça ne fonctionne pas. Mme Watts libère le pouvoir du Machin en combinaison avec son ancien bla bla bla bla et déclenche une explosion flamboyante qui part du Temple vers <<continue "La Jungle du Doute.">>La Jungle du Doute. La grenouille du FBI, le graphique, et le Démon des Glaces avaient raison... [[Vous avez merdé.|You fucked up.]]

source: You fucked up.
fr_fr: [img[La jungle sont en feu. Un rayon laser rouge sort du temple. La fumée forme le mot « MAUVAIS » tandis qu'un personnage dit « Oh non... »|jungle-fire]] Oooooups ! Vous avez atteint [[la pire fin possible.|TheEnd]]

source: swampy
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Une pierre tombale sur laquelle est inscrit « R.I.P. » et devant laquelle un grand trou a été creusé à la pelle|grave-burgled]]<<playsound $SwampyIsAlive>> [[Euh...|die]]
