Repository: CrowsCrowsCrows/the-temple-of-no
Catalog: l10n/*.po
Languages: fr_fr

source: Start
fr_fr: [img[UN JEU crows crows crows, conçu et illustré par DOMINIK JOHANN, écris et interprêté vocalement par WILLIAM PUGH!! Avec l'aide de Tom + Joe ! Inclus des images et du son. Casque OBLIGATOIRE.|startscreen]] Ce jeu a été conçu avec <<replace "twine">>twine - oui, bon, nul n'est parfait<<endreplace>>. Cliquez sur [[les mots soulignés|Intro]] pour jouer. Passez la souris sur les images pour avoir leur traduction en français. Si vous aimez nos jeux gratuits, songez à [[nous offrir un café|http://ko-fi.com/crowscrowscrows]] ou à [[faire un don|https://crowscrowscrows.itch.io/the-temple-of-no/donate]] via itch.io. Merci ! <<silently>> <<fadeoutsound $jungle>> <<fadeoutsound $temple>> <<fadeoutsound $endingamb>> <<fadeoutsound $wind>> <<fadeoutsound $Balloo>> <<fadeoutsound $IceWorld>> <<fadeoutsound $IceWorld_PostDemon>> <<fadeoutsound $Lore_loop>> <<set $thestuff = "no">> <<endsilently>>

source: Intro
fr_fr: <<fadeinsound $endingamb >>Bonjour. Cette <<replace "histoire">>histoire- Comment ? Ne m'interrompez pas lorsque j'explique ce qu'il va se passer je vous prie. Cette <<replace "histoire">>histoire- Ecoutez - c'est un jeu twine. Vous vous comportez comme si vous n'aviez jamais joué à un twine, alors S'IL VOUS PLAÎT ne- Hum. Cette <<replace "histoire">>histoire- Sérieusement ? Vous n'avez jamais joué à un twine ? Eh bien vous allez passer à côté de quelque chose car ce jeu est le MEILLEUR TWINE JAMAIS CRÉÉ. Ouais, vous avez bien lu. Meilleur même que le début de Firewatch. Ce <<replace "twine">>twine- Cette blague n'est plus drôle et c'est de votre faute car vous avez continué à cliquer. Arrêtez ça. <<silently>><<set $twineshit = "1">><<endsilently>> Cette histoire<<endreplace>><<endreplace>><<endreplace>><<endreplace>> pourrait vous effrayer. Mais si vous avez l'estomac bien accroché, le ciboulot affuté, et la tête froide alors peut-être serez-vous <<replace "ASSEZ BRAVE pour l'entendre.">>BRAVE comme... [[Un orage ?|A storm?]] [[Un ours ?|A bear?]] [[Un marin ?|A sailor?]]<<endreplace>>

source: StoryTitle
fr_fr: Le Temple du Non

source: A storm?
fr_fr: <<silently>><<set $brave = "storm">><<endsilently>>Si VOUS le dites, peu importe en fait. Quoi qu'il en soit... Êtes vous prêt ? [[Oui.|Yes.]] [[Non.|http://google.com]]

source: A bear?
fr_fr: <<silently>><<set $brave = "bear">><<endsilently>>Si VOUS le dites, peu importe en fait. Quoi qu'il en soit... Êtes vous prêt ? [[Oui.|Yes.]] [[Non.|http://google.com]]

source: A sailor?
fr_fr: <<silently>><<set $brave = "sailor">><<endsilently>>Si VOUS le dites, peu importe en fait. Quoi qu'il en soit... Êtes vous prêt ? [[Oui.|Yes.]] [[Non.|http://google.com]]

source: Yes.
fr_fr: Parfait ! C'est une <<replace "histoire">><<if $twineshit eq "0">>histoire - elle a RÉELLEMENT eu lieu -<<else>>- ok très bien c'en est fini -<<endif>><<endreplace>> qui se déroula <<if $twineshit eq "0">><<replace "il y a bien longtemps">>il y a bien longtemps – la semaine dernière en fait<<endreplace>><<else>>il y a bien longtemps<<endif>>. [[C'est une sacré aventure.|Tome]] <p style="opacity:0.35;">Il y a un... [[machin|stuff]] ici.</p>

source: Tome
fr_fr: [img[Un gros livre|tome]] Allons, ouvrons ce vieux livre poussiéreux et découvrons cette incroyable histoire. <<playsound $bigbook>> [[Elle se nomme...|It’s called...]]

source: It’s called...
fr_fr: <<if $brave eq "storm">>[img[L'explorateur brave comme un orage, la jungle du doute et le temple du non. Présenté par crows crows crows.|title-storm]]<<playsound $storm>><<else if $brave eq "bear">>[img[L'explorateur brave comme un ours, la jungle du doute et le temple du non. Présenté par crows crows crows.|title-bear]]<<playsound $bear>><<else if $brave eq "sailor">>[img[L'explorateur brave comme un marin, la jungle du doute et le temple du non. Présenté par crows crows crows.|title-sailor]]<<playsound $sailor>><<else>>LE COURAGEUX (COMME UN <<$brave>>) EXPLORATEUR, LA JUNGLE DU DOUTE, ET LE TEMPLE DU NON.<<endif>> [[Commençons.|Let’s begin.]] <<fadeoutsound $endingamb>> <<fadeinsound $wind >>

source: Let’s begin.
fr_fr: [img[Côte à côte se tiennent une exploratrice, un explorateur et un crapaud en tenu d'explorateur|whoareyou]] Ok, donc c'est un livre MAGIQUE. Son pouvoir magique est d'être À VOTRE IMAGE. Êtes-vous une [[FEMME|WOMAN]], un [[GARS|BLOKE]] ou un [[CRAPAUD|FROG]]?

source: BLOKE
fr_fr: <<silently>> <<set $char = "Charles">> <<set $charname = "Charles">> <<set $e = "">> <<set $il = "il">> <<set $le = "le">> <<set $delui = "de lui">> <<set $Il = "Il">> <<set $Sil = "S'il">> <<set $sil = "s'il">> <<set $IL = "IL">> <<set $petitmenteur = "petit menteur">> <<endsilently>>Charles débuta son aventure comme toutes les précédentes : dans le champ le long de sa maison alors qu'il cueillait des pâquerettes. Il en cueillait cinq ou six, les assemblant en une petite couronne pour la petite fille qu'il avait toujours souhaité et- <<fadeoutsound $wind>><<fadeinsound $storystart>> Attendez un instant. Ça ressemble à un <<replace "TWINE">>TWINE (un twine est une sorte de jeu pour adolescents nostalgiques)<<endreplace>> banal et GÉNÉRIQUE. Ce n'est pas une histoire à propos de pâquerettes ou d'amour perdu. Tournons quelques pages pour avancer à la partie intéressante. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page1>> -les arbres flétris de son arrière-cour. Pas un jour sans qu'il ne se languisse de cet être aimé aux cheveux bruns depuis qu'il- Nan ! Continuons ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page2>> -les feuilles de l'automne chuteront bientôt. Il se remémora alors son ancienne école primaire, dans laquelle son maître d'école disait toujours « Rien ne dure éternellement- » Ouais c'est ça. Continuez à tourner ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page3>> -fini en cendres. Les grenouilles sautaient tout autour de la mare, et comme il progressait lentement, les paroles de ses parents lui revinrent à nouveau. « Souviens-toi du Serment de l'Explorateur ! Observe ! Ne Tou- » Nom d'un chien, je vous jure que ça va devenir intéressant bientôt. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page1>> -le chien jappait encore et encore. Sa propriétaire rugit « Beaker ! Couché ! ». Charles sut que cette femme ne cesserait jamais de- On y est presque. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page3>> -le babouin poussa un cri strident et lui lacéra la face telle une débroussailleuse simiesque- Continuez ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page2>> Attendez attendez attendez !!! Revenez en arrière !! <<continue "TOURNER LA PAGE PRÉCÉDENTE.">>TOURNER LA PAGE PRÉCÉDENTE. <<playsound $page1>> [img[Charles enlève son chapeau, révêlant son bandeau d'œil, et explique quelque chose à propos de ce dernier et d'un babouin|baboon-charles]] ...hum... Oh ! En fait, non, il est juste expliqué comment Charles a perdu son œil. Apparement il se serait battu contre un babouin dans une de ses précédentes aventures. Désolé ! [[TOURNER 50 PAGES DE PLUS.|JungleIntro]]

source: WOMAN
fr_fr: <<silently>> <<set $char = "Amy">> <<set $charname = "Amy">> <<set $e = "e">> <<set $il = "elle">> <<set $le = "la">> <<set $delui = "d'elle">> <<set $Il = "Elle">> <<set $Sil = "Si elle">> <<set $sil = "si elle">> <<set $IL = "ELLE">> <<set $petitmenteur = "petite menteuse">> <<endsilently>>Donc. Amy débuta son aventure comme toutes les précédentes. En buvant une longue gorgée dans sa gourde tout en observant le soleil couchant. Sur sa table se trouvaient trois choses. <<fadeoutsound $wind>><<fadeinsound $storystart>> <<replace "Une lettre d'un amour perdu.">><<replace "Une lettre d'un amour perdu.">><<replace "Une lettre d'un amour perdu.">><<replace "Une lettre d'un amour perdu.">>Oh, vous avez déchiré la lettre !!! OUPS !!!<<endreplace>><<endreplace>><<endreplace>><<endreplace>> <<replace "Un magazine qu'elle lisait adolescente.">><<replace "Un magazine qu'elle lisait adolescente.">><<replace "Un magazine qu'elle lisait adolescente.">><<replace "Un magazine qu'elle lisait adolescente.">>Vous pourriez être en train de lire l'histoire de la grenouille à ce stade.<<endreplace>><<endreplace>><<endreplace>><<endreplace>> <<replace "Un permis de conduire de l'état d'Oregon.">>Une copie du jeu Gone Home.<<endreplace>> Attendez un instant. Ça ressemble à un <<replace "TWINE">>TWINE (un twine est une sorte de jeu pour adolescents nostalgiques)<<endreplace>> banal et GÉNÉRIQUE. Ce n'est pas une histoire à propos de Portland, Oregon OU de permis de conduire. Ça ne se passe même pas aux États-Unis. Foutus ricains. Tournons quelques pages pour avancer à la partie sympa. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page1>> -elle se remémora la lumière ambrée alors qu'ils s'embrassaient sous le- Nan ! Continuez ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page2>> -la pluie fraiche printanière tomberait bientôt. Elle ouvra son tiroir et vit les billets d'avions qu'elle avait réservés pour- Ouais c'est ça. Continuez à tourner ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page3>> -fini en cendres. Les grenouilles sautaient tout autour de la mare, et comme elle progressait lentement, les paroles de ses parents lui revinrent à nouveau. « Souviens-toi du Serment de l'Explorateur ! Observe ! Ne Tou- » Nom d'un chien, je vous jure que ça va devenir intéressant bientôt. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page1>> -le chien jappait encore et encore. Sa propriétaire rugit « Tu ne vaux pas Erlenmeyer ! Lui c'était un bon chien !! ». Amy sut que cette femme ne cesserait jamais de- On y est presque. <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page3>> -le babouin poussa un cri strident et lui lacéra la face telle une débroussailleuse simiesque- Continuez ! <<continue "TOURNER LA PAGE.">>TOURNER LA PAGE. <<playsound $page2>> Attendez attendez attendez !!! Revenez en arrière !! <<continue "TOURNER LA PAGE PRÉCÉDENTE.">>TOURNER LA PAGE PRÉCÉDENTE. <<playsound $page1>> [img[Amy enlève son chapeau, révêlant son bandeau d'œil, et explique quelque chose à propos de ce dernier et d'un babouin|baboon-amy]] ...hum... Oh ! En fait, non, il est juste expliqué comment Amy a perdu son œil. Apparement elle se serait battu contre un babouin dans une de ses précédentes aventures. Désolé ! [[TOURNER 50 PAGES DE PLUS.|JungleIntro]]

source: FROG
fr_fr: <<silently>> <<set $char = "frog">> <<set $e = "">> <<set $il = "il">> <<set $le = "le">> <<set $delui = "de lui">> <<set $Il = "Il">> <<set $Sil = "S'il">> <<set $sil = "s'il">> <<set $IL = "IL">> <<set $petitmenteur = "petit menteur">> <<set $charname = either("Baveux Le Bavard", "Crapaudo", "Gluon", "Crapaud Le Premier", "Kermit", "Verdurette", "Bufo, Premier Ministre de Crapauland", "Grenounouille", "Boss Crapaud", "Maître Crapaulo", "Prince Crapaud", "Crapaud-Sans-Peur", "Petit Têtard","Crapaud Le Véritable, Seigneur des Premières Grenouilles", "Crapette", "Cracrapaud", "Crapotter", "Malinphibien", "Crapo Del Caraïbes")>> <<playsound $frogturn>> <<endsilently>>Ok, je vais être franc avec vous. Vous jouez au vrai jeu maintenant. J'ai dû écrire un paquet de conneries pour détourner les mécaniques habituelles des jeux Twine dans les choix homme et femme, et pour être honnête, je ne pense pas que ces blagues étaient géniales. Cette histoire de crapaud est véritablement ce que ce jeu veut raconter. En fait, je vais maintenant arrêter tout effort d'écrire d'autres branches de dialogue et me concentrer totalement sur celle-ci. Bravo pour avoir choisi l'option la plus intéressante. J'espère que vous aimerez. [[Allons-y.|FrogStory]]

source: FrogStory
fr_fr: <<$charname>> vivait à Visqueville, un petit village de pêcheurs au cœur du Yorkshire. <<playsound $frogturn>> <<fadeoutsound $wind>><<fadeinsound $storystart>> Il naviguait dans une petite barque et transportait des animaux d'une rive à l'autre de la mare. Le dimanche il descendait en bateau au Marché des Animaux pour acheter douze tartes à la mouche - une pour chacun de ses <<continue "petits enfants têtards.">>petits enfants têtards. <<playsound $frogturn>> Mais ce dimanche était différent. Il y avait une drôle d'odeur dans l'air alors qu'il descendait le courant. Son petit cœur froid d'amphibien était nostalgique de ses aventures passées. Dans sa jeunesse il avait voyagé à travers le monde et exploré des endroits où nulle grenouille n'avait jamais mis les cuisses. Nombre de ses découvertes avaient marqué l'Histoire du peuple crapaud. Après quelque temps d'une vie simple et calme, <<$charname>> savait que le temps était venu de remettre le pied dans le monde de l'aventure une fois de plus. Maintenant, voici un rapide résumé des <<continue "anciennes aventures de notre crapaud.">>anciennes aventures de notre crapaud. [img[Notre héro crapaud enlève son chapeau, révêlant son bandeau d'œil, et explique quelque chose à propos de ce dernier et d'un babouin|baboon-frog]] <<playsound $frogturn>> <<$charname>> a perdu un œil dans une méga baston avec un babouin. Ce singe y a laissé sa peau car notre grenouille est une sacrée dure à cuire. On ne plaisante pas avec ce crapaud là. Un jour il a voyagé jusqu'en ANTARCTIQUE pour y dérober 22 oeufs de pingouin. C'est un maître de la furtivité qui pourrait se glisser dans votre dos et vous briser la nuque FACILEMENT. <<continue "Très facilement.">>Très facilement. <<playsound $frogturn>> <<$charname>> devant vous a sauté par dessus une gigantesque clôture – oui, une clôture d'humain ! – pour s'échapper du camp d'emprisonnement pour grenouilles mis en place par le gouvernement (après qu'elles aient révélé leur plan machiavélique pour truquer les élections à Crapauland). Il revint ensuite pour sauver tous ses camarades grenouilles et vous devriez lui être FOUTREMENT RECONNAISSANT. Ok, ça vous donne une idée du personnage. Rentrons [[DIRECTEMENT DANS L'HISTOIRE|JungleIntro]].

source: JungleIntro
fr_fr: <<fadeoutsound $storystart>><<fadeinsound $jungle >><html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[De nombreux yeux vous observent dans l'obscurité|jungle-eyes]] Transition dans la jungle avec accompagnement audio qui déchire. Vous avez remarqué ? MÊME //DEPRESSION QUEST// N'AVAIT PAS ÇA !! <<if $thestuff eq "no">><<continue "Bien.">>Bien. Allons-y. Entrons dans l'histoire. <<$charname>> pénétra dans La Jungle du Doute, en route pour [[trouver...|TheMap]] <<else>>[[Bien.|FireUpdateStory]]<<endif>>

source: FireUpdateStory
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html> Soudain, vous entendez un bruit verre brisé et une corde tombe sous vos yeux, accompagnée d'un crapaud du FBI. [[...|FireUpdateStory2]]

source: FireUpdateStory2
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html>[img[Un crapaud avec une casquette du FBI débarque en rappel le long d'une corde et brandit son insigne|fbi-frog-entrance]]<<playsound $FBIFrogEntry>> Accroche-toi petit, tu viens avec moi. » Sans réfléchir, vous vous accrochez à sa taille, bulbeuse et visqueuse, et commencez à vous élever haut, haut, haut [[dans les airs.|into the air.]]

source: TheMap
fr_fr: <html><style>body { background-color: #fff; }</style></html>[img[Une carte où apparaît un crâne, un trésor, une tour et un feu|map]] <<playsound $themap>> LA CARTE QUI RÉVÈLE TOUT CE QUI A ÉTÉ OU SERA (mais sous forme de carte) !!!! La Carte est légendaire. Les <<continue "anciennes légendes la mentionnent.">>anciennes légendes la mentionnent. Ouais, vous connaissez les anciennes légendes !! Ouaiiiiiis !!! <<continue "Bref.">>Bref. Donc <<$charname>> voulait vraiment La Carte, pour lui révéler les secrets de l'univers. <<$Sil>> ramenait La Carte à la civilisation, <<$il>> aurait vraiment accompli son plus grand exploit. <<$Il>> le savait au fond de son petit cœur <<if $char eq "frog">>froid et visqueux de grenouille<<else>>chaud<<endif>>. Le temple qui contenait la carte était [[proche|LookAround]].

source: LookAround
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<if $char eq "Amy">>[img[Vous avez entre les mains une carte de la Jungle du Doute décrivant un chemin à travers « le marais de la suspicion », « l'arbre de l'incertitude » et « le crâne de Steve »|junglemap-amy]]<<else if $char eq "Charles">>[img[Vous avez entre les mains une carte de la Jungle du Doute décrivant un chemin à travers « le marais de la suspicion », « l'arbre de l'incertitude » et « le crâne de Steve »|junglemap-charles]]<<else>>[img[Vous avez entre les mains une carte de la Jungle du Doute décrivant un chemin à travers « le marais de la suspicion », « l'arbre de l'incertitude » et « le crâne de Steve »|junglemap-frog]]<<endif>> <<playsound $mapsound>> <<$charname>> examina les environs, en haut... en bas... tout autour... <<insert "En haut">> les feuilles vertes et recouvertes de mousse des arbres géants de la jungle montaient loin au-dessus <<$delui>>. Leurs branches s'entremêlaient et parfois il était à peine possible d'apercevoir le soleil. <<$Il>> était au cœur de la jungle... et <<$charname>> savait que sa récompense était proche...<<endinsert>> <<insert "En bas">> il y avait le sol. <<$Il>> ne savait pas trop pourquoi <<$il>> regardait là, mais il y avait de la poussière, un bout d'emballage de chewing-gum qu'un touriste ou un habitant de la jungle avait laissé là et [[une ampoule cassée|a broken lightbulb.]] Nettoyez derrière vous les enfants ! Ne polluez pas votre environnement.<<endinsert>> <<insert "Tout autour">> la jungle l'entourait. Pour se frayer un chemin, <<$il>> dut [[trancher feuilles, lianes, fleurs|GET TO THE TEMPLE]], bref, des kilos de végétation POUR ATTEINDRE LE TEMPLE OÙ <<$IL>> SE RENDAIT.<<endinsert>>

source: GET TO THE TEMPLE
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<fadeoutsound $ukulele>><<fadeoutsound $frogdance>><<if $thoughts eq 0>>Alors que <<$charname>> progressait à travers feuilles, lianes, fleurs et des kilos de végétation... <<$Il>>...<<else if $thoughts eq 1>><<$charname>> était encore loin d'être arrivé<<$e>>. <<$Il>> avait encore une bonne partie de la jungle à traverser. Donc <<$il>>...<<else if $thoughts eq 2>>« Sacrebleu ! » se dit <<$charname>>. « Encore un paquet de chemin à faire. » <<$Il>>...<<else if $thoughts eq 3>><<$Il>> était arrivé<<$e>> au bout.<<endif>> <<if $thoughtaboutshit eq 0>>[[Laissa divaguer ses pensées.|ThoughtAboutShit]]<<else>>Laissa divaguer ses pensées.<<endif>> <<if $sangalittlesong eq 0>>[[Chanta une petite chanson.|SangASong]]<<else>>Chanta une petite chanson.<<endif>> <<if $considered eq 0>>[[Réfléchit à la futilité de la vie.|Considered]]<<else>>Réfléchit à la futilité de la vie.<<endif>> <<if $thoughts eq 3>>Oui ! [[DE LA LUMIÈRE !|LIGHT!]]<<else>> <<endif>>

source: ThoughtAboutShit
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<set $thoughts += 1>><<set $thoughtaboutshit += 1>><<$charname>> réalisa que ses pieds lui faisaient un peu mal. <<$Il>> aurait aimé avoir pris des CHAUSSURES GEOX (Les Chaussures Qui Respirent™). <<$Il>> <<continue "continua à réfléchir...">>continua à réfléchir... <<$charname>> réalisa que son nez <<$le>> grattait. <<$Sil>> avait acheté des CHAUSSURES GEOX (Les Chaussures Qui Respirent™), <<$il>> aurait les pieds tellement confortables qu'<<$il>> ne serait même plus ennuyé<<$e>> par un simple nez qui chatouille. <<$Il>> <<continue "continua à réfléchir...">>continua à réfléchir... GEOX. LES CHAUSSURES QUI [[RESPIRENT.|GET TO THE TEMPLE]]

source: SangASong
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<fadeinsound $ukulele>><<set $thoughts += 1>><<set $sangalittlesong += 1>><<$Il>> se décida a chanter une petite chanson. <em>(Vous, oui VOUS DERRIÈRE VOTRE ÉCRAN, devez chanter ces paroles au rythme de la musique. Si vous ne le faites pas VOUS SAUREZ que vous avez baissé les bras, et que si vous n'aimez pas ce jeu, au final, c'est parce que vous n'avez pas fait assez d'effort.)</em> Voici les paroles de la chanson qu'<<$il>> chanta : Je coupe les branches, J'avance entre les buissons, Je les découpe, je les tranche, Feuilles, lianes, fleurs. Des kilos de végétation ! Mon nom c'est <<$charname>> et je chante une chanson, quand je voyage, pour passer le temps, sur le chemin du Temple du Non !!! Car c'est là que je me rends ! Je coupe les branches, J'avance entre les buissons, Je les découpe, je les tranche, Feuilles, lianes, fleurs. Des kilos de végétation ! Je suis parti<<$e>> à l'aventure, sur la route, Ce jeu est vraiment, vraiment rigolo à jouer, Les jeux Twine peuvent être fun, regardez ! Je chante dans la Jungle du Doute ! Je coupe les branches, J'avance entre les buissons, Je les découpe, je les tranche, Feuilles, lianes, fleurs. Des kilos de végétation ! Bientôt je serai au Temple du Non, Il contient plein de trésors et je vais en prendre possession, En ramener quelques-uns dans mon patelin, Les garder pour moi et n'en partager aucun ! Je coupe les branches, J'avance entre les buissons, Je les découpe, je les tranche, Feuilles, lianes, fleurs. Des kilos de végétation ! Si vous n'avez pas chanté la chanson honte sur vous. Vous devriez vous accorder un peu plus de fun dans la vie. Arrêtez d'être si sérieux. Si vous n'avez pas chanté cette chanson, remontez plus haut et essayez à nouveau. Si vous avez chanté la chanson, BRAVO. [[Vous êtes cool.|GET TO THE TEMPLE]]

source: Considered
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<set $thoughts += 1>><<set $considered += 1>><<$charname>> réfléchit à la futilité de la vie pendant un moment. Puis <<$il>> réalisa que ce n'était pas un sujet très rigolo et se mit donc plutôt à <<if $char eq "frog">>s'imaginer danser<<else>>imaginer une grenouille danser<<endif>> <<continue "une petite gigue.">>une petite gigue.<<fadeinsound $frogdance>> [img[Notre grenouille danse tandis que des notes de musique s'élèvent|dancingfrog]] Ouais. Do do dooo do do do doooo, Comme des grenouilles dans un ruisseau ! <<$charname>> [[cessa d'imaginer tout ça.|GET TO THE TEMPLE]]. Quelle drôle d'idée.

source: LIGHT!
fr_fr: <html><style>body { background-color: #000; color:#a0a0a0; } a.internalLink { color:#666; }</style></html><<fadeoutsound $jungle>><<if $char eq "Amy" >>[img[Amy atteint la sortie de la jungle, où un panneau indique la direction du temple, tandis que de nombreux yeux dans la forêt l'épient|jungle-exit-amy]]<<else if $char eq "Charles" >>[img[Charles atteint la sortie de la jungle, où un panneau indique la direction du temple, tandis que de nombreux yeux dans la forêt l'épient|jungle-exit-charles]]<<else>>[img[Notre héro crapaud atteint la sortie de la jungle, où un panneau indique la direction du temple, tandis que de nombreux yeux dans la forêt l'épient|jungle-exit-frog]]<<endif>> <<$charname>> émergea de la jungle et [[découvrit...|TheTemple]]

source: TheTemple
fr_fr: <html><style>body { background-color: #fff; }</style></html><<playsound $drama>>[img[Un temple se dresse au sommet d'une pyramide|temple-exterior]] <<continue "LE TEMPLE DU NON.">>LE TEMPLE DU NON. <<$charname>> s'émerveilla devant sa splendeur. Probablement construit par <<continue "les Aztèques, mec.">>les Aztèques, mec. Mate ça, c'est énooooorme !! <<continue "Bref !">>Bref ! On n'ira pas bien loin si on s'arrête à chaque scène d'exposition ! Montons quelques [[MARCHES|STAIRS]].
